Repository: utilitybeltsoft/Disk-Hog
Catalog: disk_hog/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Use Disk Hog’s vivid extended palette and optional matching across open windows.
de: Verwenden Sie die lebendige erweiterte Palette von Disk Hog und die optionale Farbanpassung zwischen geöffneten Fenstern.
es: Use la paleta ampliada y vibrante de Disk Hog y la coincidencia opcional entre ventanas abiertas.
fr: Utilisez la palette étendue et vive de Disk Hog, ainsi que la correspondance facultative entre les fenêtres ouvertes.
it: Usa la vivace palette estesa di Disk Hog e la corrispondenza facoltativa tra le finestre aperte.

source: Use Disk Inventory Z’s ranked palette and gray fallback for additional file kinds.
de: Verwenden Sie die nach Rang geordnete Palette von Disk Inventory Z und den grauen Ersatz für zusätzliche Dateitypen.
es: Use la paleta ordenada por rango de Disk Inventory Z y el color gris de reserva para tipos de archivo adicionales.
fr: Utilisez la palette classée de Disk Inventory Z et le gris de remplacement pour les types de fichiers supplémentaires.
it: Usa la palette ordinata di Disk Inventory Z e il grigio di riserva per altri tipi di file.

source: Try again. If the problem continues, check that the volume is available and that Disk Hog has access to it.
de: Versuchen Sie es erneut. Wenn das Problem weiterhin besteht, prüfen Sie, ob das Volume verfügbar ist und Disk Hog darauf zugreifen darf.
es: Vuelva a intentarlo. Si el problema continúa, compruebe que el volumen esté disponible y que Disk Hog tenga acceso.
fr: Réessayez. Si le problème persiste, vérifiez que le volume est disponible et que Disk Hog y a accès.
it: Riprova. Se il problema continua, verifica che il volume sia disponibile e che Disk Hog possa accedervi.

source: Type identifier
de: Typbezeichner
es: Identificador de tipo
fr: Identificateur de type
it: Identificatore del tipo

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile

source: Unix executable
de: Unix-Programm
es: ejecutable Unix
fr: exécutable Unix
it: eseguibile Unix

source: Usage
de: Verwendung
es: Uso
it: Utilizzo

source: Use the same color for a file kind in every scan window. Turn this off to color each window by its own largest kinds.
de: Verwenden Sie in jedem Scanfenster dieselbe Farbe für einen Dateityp. Schalten Sie diese Option aus, um jedes Fenster nach seinen eigenen größten Typen einzufärben.
es: Utilice el mismo color para un tipo de archivo en cada ventana de escaneo. Desactive esta opción para colorear cada ventana según su tamaño más grande.
fr: Utilisez la même couleur pour un type de fichier dans chaque fenêtre de numérisation. Désactivez cette option pour colorer chaque fenêtre selon ses propres types les plus grands.
it: Utilizza lo stesso colore per un tipo di file in ogni finestra di scansione. Disattiva questa opzione per colorare ciascuna finestra in base ai suoi tipi più grandi.

source: Used
de: Gebraucht
es: Usado
fr: Utilisé
it: Usato

source: User immutable
de: Benutzer unveränderlich
es: Usuario inmutable
fr: Utilisateur immuable
it: Utente immutabile

source: Volume
de: Volumen
es: Volumen

source: Volume name
de: Datenträgername
es: Nombre del volumen
fr: Nom du volume
it: Nome del volume

source: Volume Scan Required
de: Volumenscan erforderlich
es: Se requiere escaneo de volumen
fr: Analyse de volume requise
it: Scansione del volume richiesta

source: Writable
de: Beschreibbar
es: grabable
fr: Inscriptible
it: Scrivibile

source: Yes
de: Ja
es: Sí
fr: Oui
it: SÌ

source: Zoom In
de: Vergrößern
es: Dar un golpe de zoom
fr: Zoomer
it: Zoom avanti

source: Zoom Out
de: Herauszoomen
es: Alejar
fr: Zoom arrière
it: Rimpicciolisci

source: Zoom Out To
de: Verkleinern auf
es: Alejar a
fr: Zoom arrière pour
it: Zoom indietro su

source: Bundle
es: Paquete
fr: Paquet

source: Disk Hog
es: cerdo de disco
fr: Porc de disque
it: Disco Hog

source: Disk image
es: imagen de disco
fr: Image disque
it: Immagine del disco

source: Finder
es: Descubridor
fr: Chercheur
it: Trovatore

source: Finder flags
es: Banderas del buscador
fr: Drapeaux du chercheur
it: Bandiere del cercatore

source: Finder label
es: Etiqueta del buscador
fr: Étiquette du chercheur
it: Etichetta del cercatore

source: FinderInfo
es: Información del buscador

source: Format
es: Formato
it: Formato

source: Information
es: Información
it: Informazioni

source: Name
es: Nombre
fr: Nom
it: Nome

source: text
es: texto
fr: texte
it: testo

source: Version
es: Versión
it: Versione
